Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Paste the token configured on the gateway host. On the gateway host, run `openclaw gateway auth-token --show` in an interactive terminal, then paste its output.
ar: الصق الرمز المُهيأ على مضيف Gateway. على مضيف Gateway، شغّل `openclaw gateway auth-token --show` في طرفية تفاعلية، ثم الصق مخرجاته.
de: Fügen Sie das auf dem Gateway-Host konfigurierte Token ein. Führen Sie auf dem Gateway-Host `openclaw gateway auth-token --show` in einem interaktiven Terminal aus und fügen Sie dann dessen Ausgabe ein.
es: Pega el token configurado en el host del Gateway. En el host del Gateway, ejecuta `openclaw gateway auth-token --show` en una terminal interactiva y luego pega su salida.
fa: توکن پیکربندی‌شده روی میزبان Gateway را جای‌گذاری کنید. روی میزبان Gateway، دستور `openclaw gateway auth-token --show` را در یک ترمینال تعاملی اجرا کنید، سپس خروجی آن را جای‌گذاری کنید.
fr: Collez le jeton configuré sur l'hôte du gateway. Sur l'hôte du gateway, exécutez `openclaw gateway auth-token --show` dans un terminal interactif, puis collez sa sortie.
hi: gateway host पर कॉन्फ़िगर किया गया token पेस्ट करें। gateway host पर, एक इंटरैक्टिव टर्मिनल में `openclaw gateway auth-token --show` चलाएँ, फिर उसका आउटपुट पेस्ट करें।
id: Tempelkan token yang dikonfigurasi di host gateway. Di host gateway, jalankan `openclaw gateway auth-token --show` di terminal interaktif, lalu tempelkan outputnya.
it: Incolla il token configurato sull'host del gateway. Sull'host del gateway, esegui `openclaw gateway auth-token --show` in un terminale interattivo, quindi incolla il suo output.
ja_jp: Gatewayホストで設定されたトークンを貼り付けてください。Gatewayホストで、対話型ターミナルで `openclaw gateway auth-token --show` を実行し、その出力を貼り付けてください。
ko: gateway 호스트에 구성된 토큰을 붙여넣으세요. gateway 호스트에서 대화형 터미널로 `openclaw gateway auth-token --show`를 실행한 다음 그 출력을 붙여넣으세요.
nl: Plak het token dat op de gateway-host is geconfigureerd. Voer op de gateway-host `openclaw gateway auth-token --show` uit in een interactieve terminal en plak vervolgens de uitvoer.
pl: Wklej token skonfigurowany na hoście gateway. Na hoście gateway uruchom `openclaw gateway auth-token --show` w interaktywnym terminalu, a następnie wklej jego wynik.
pt_br: Cole o token configurado no host do gateway. No host do gateway, execute `openclaw gateway auth-token --show` em um terminal interativo e cole a saída.
ru: Вставьте токен, настроенный на хосте Gateway. На хосте Gateway выполните `openclaw gateway auth-token --show` в интерактивном терминале, затем вставьте вывод.
sv: Klistra in token som är konfigurerad på gateway-värden. På gateway-värden kör du `openclaw gateway auth-token --show` i en interaktiv terminal och klistrar sedan in dess utdata.
th: วางโทเคนที่กำหนดค่าไว้บนโฮสต์ Gateway บนโฮสต์ Gateway ให้รัน `openclaw gateway auth-token --show` ในเทอร์มินัลแบบโต้ตอบ แล้ววางผลลัพธ์ที่ได้
tr: Gateway ana bilgisayarında yapılandırılan belirteci yapıştırın. Gateway ana bilgisayarında, etkileşimli bir terminalde `openclaw gateway auth-token --show` komutunu çalıştırın, ardından çıktısını yapıştırın.
uk: Вставте токен, налаштований на хості Gateway. На хості Gateway виконайте `openclaw gateway auth-token --show` в інтерактивному терміналі, потім вставте його вивід.
vi: Dán token được cấu hình trên máy chủ gateway. Trên máy chủ gateway, chạy `openclaw gateway auth-token --show` trong terminal tương tác, sau đó dán kết quả của nó.
zh_cn: 粘贴在 gateway 主机上配置的令牌。在 gateway 主机上，于交互式终端中运行 `openclaw gateway auth-token --show`，然后粘贴其输出。
zh_tw: 貼上在 gateway 主機上設定的權杖。在 gateway 主機上，於互動式終端機中執行 `openclaw gateway auth-token --show`，然後貼上其輸出。

source: Paste the token from your gateway
ar: الصق الرمز المميز من الـ gateway الخاص بك
de: Fügen Sie das Token aus Ihrem Gateway ein
es: Pega el token de tu gateway
fa: توکن را از gateway خود جای‌گذاری کنید
fr: Collez le jeton de votre gateway
hi: अपने gateway से टोकन पेस्ट करें
id: Tempel token dari gateway Anda
it: Incolla il token dal tuo gateway
ja_jp: Gateway からのトークンを貼り付けてください
ko: 게이트웨이의 토큰을 붙여넣으세요
nl: Plak het token van je gateway
pl: Wklej token z gateway
pt_br: Cole o token do seu gateway
ru: Вставьте токен из вашего gateway
sv: Klistra in token från din gateway
th: วางโทเค็นจาก gateway ของคุณ
tr: Gateway'inizden alınan belirteci yapıştırın
uk: Вставте токен зі свого gateway
vi: Dán token từ gateway của bạn
zh_cn: 粘贴来自 gateway 的令牌
zh_tw: 貼上來自 gateway 的權杖

source: Path
ar: المسار
de: Pfad
es: Ruta
fa: مسیر
fr: Chemin
hi: पथ
id: Jalur
it: Percorso
ja_jp: パス
ko: 경로
nl: Pad
pl: Ścieżka
pt_br: Caminho
ru: Путь
sv: Sökväg
th: พาธ
tr: Yol
uk: Шлях
vi: Đường dẫn
zh_cn: 路径
zh_tw: 路徑

source: Path to openclaw repo
ar: المسار إلى مستودع openclaw
de: Pfad zum openclaw-Repo
es: Ruta al repositorio openclaw
fa: مسیر مخزن openclaw
fr: Chemin vers le dépôt openclaw
hi: openclaw repo का पथ
id: Jalur ke repo openclaw
it: Percorso del repo openclaw
ja_jp: openclaw リポジトリへのパス
ko: openclaw repo 경로
nl: Pad naar openclaw-repo
pl: Ścieżka do repozytorium openclaw
pt_br: Caminho para o repositório openclaw
ru: Путь к репозиторию openclaw
sv: Sökväg till openclaw-repo
th: พาธไปยัง repo openclaw
tr: openclaw repo yolu
uk: Шлях до репозиторію openclaw
vi: Đường dẫn đến repo openclaw
zh_cn: openclaw 仓库路径
zh_tw: openclaw repo 的路徑

source: Pattern
ar: النمط
de: Muster
es: Patrón
fa: الگو
fr: Motif
hi: पैटर्न
id: Pola
ja_jp: パターン
ko: 패턴
nl: Patroon
pl: Wzorzec
pt_br: Padrão
ru: Шаблон
sv: Mönster
th: รูปแบบ
tr: Desen
uk: Шаблон
vi: Mẫu
zh_cn: 模式
zh_tw: 模式

source: Pattern cannot be empty.
ar: لا يمكن أن يكون النمط فارغًا.
de: Muster darf nicht leer sein.
es: El patrón no puede estar vacío.
fa: الگو نمی‌تواند خالی باشد.
fr: Le motif ne peut pas être vide.
hi: पैटर्न खाली नहीं हो सकता।
id: Pola tidak boleh kosong.
it: Il pattern non può essere vuoto.
ja_jp: パターンは空にできません。
ko: 패턴은 비워 둘 수 없습니다.
nl: Patroon mag niet leeg zijn.
pl: Wzorzec nie może być pusty.
pt_br: O padrão não pode estar vazio.
ru: Шаблон не может быть пустым.
sv: Mönstret får inte vara tomt.
th: รูปแบบต้องไม่ว่างเปล่า
tr: Desen boş olamaz.
uk: Шаблон не може бути порожнім.
vi: Mẫu không được để trống.
zh_cn: 模式不能为空。
zh_tw: 模式不得為空。

source: Pause
ar: إيقاف مؤقت
es: Pausar
fa: توقف
hi: रोकें
id: Jeda
it: Pausa
ja_jp: 一時停止
ko: 일시정지
nl: Pauzeren
pl: Wstrzymaj
pt_br: Pausar
ru: Пауза
sv: Pausa
th: หยุดชั่วคราว
tr: Duraklat
uk: Пауза
vi: Tạm dừng
zh_cn: 暂停
zh_tw: 暫停

source: Pause Talk mode before playing this attachment.
ar: أوقف وضع التحدث مؤقتًا قبل تشغيل هذا المرفق.
de: Pausieren Sie den Talk-Modus, bevor Sie diesen Anhang abspielen.
es: Pausa el modo Talk antes de reproducir este adjunto.
fa: پیش از پخش این پیوست، حالت Talk را متوقف کنید.
fr: Mettez le mode Talk en pause avant de lire cette pièce jointe.
hi: इस अटैचमेंट को चलाने से पहले Talk मोड रोकें।
id: Jeda mode Talk sebelum memutar lampiran ini.
it: Metti in pausa la modalità Talk prima di riprodurre questo allegato.
ja_jp: この添付ファイルを再生する前にTalkモードを一時停止してください。
ko: 이 첨부 파일을 재생하기 전에 Talk 모드를 일시정지하세요.
nl: Pauzeer de Talk-modus voordat je deze bijlage afspeelt.
pl: Wstrzymaj tryb Talk przed odtworzeniem tego załącznika.
pt_br: Pause o modo Talk antes de reproduzir este anexo.
ru: Приостановите режим разговора перед воспроизведением этого вложения.
sv: Pausa Talk-läget innan du spelar upp den här bilagan.
th: หยุด Talk mode ชั่วคราวก่อนเล่นไฟล์แนบนี้
tr: Bu eki oynatmadan önce Konuşma modunu duraklatın.
uk: Призупиніть режим Talk перед відтворенням цього вкладення.
vi: Tạm dừng chế độ Talk trước khi phát tệp đính kèm này.
zh_cn: 播放此附件前请先暂停 Talk 模式。
zh_tw: 播放此附件前請先暫停 Talk 模式。

source: Payload
ar: الحمولة
de: Nutzdaten
es: Carga útil
fa: بار داده
fr: Charge utile
hi: पेलोड
ja_jp: ペイロード
ko: 페이로드
pl: Ładunek
ru: Полезная нагрузка
sv: Nyttolast
th: เพย์โหลด
tr: Yük
uk: Корисне навантаження
vi: Tải trọng
zh_cn: 负载

source: Pearling
ar: جمع اللؤلؤ
de: Perlen suchen
es: Buscando perlas
fa: مرواریدگیری
fr: Recherche de perles
hi: मोती खोज रहे हैं
id: Mencari mutiara
it: Ricerca di perle
ja_jp: 真珠採り中
ko: 진주를 캐는 중
nl: Parelduiken
pl: Poławianie pereł
pt_br: Coletando pérolas
ru: Ищем жемчуг
sv: Fiskar pärlor
th: กำลังงมหาไข่มุก
tr: İnci aranıyor
uk: Добування перлів
vi: Đang mò ngọc trai
zh_cn: 采珠中
zh_tw: 採珠中

source: Peek at the stored conversation buckets the CLI reuses for context and rate limits.
ar: ألقِ نظرة على حاويات المحادثات المخزّنة التي تعيد CLI استخدامها للسياق وحدود المعدل.
de: Einblick in die gespeicherten Konversations-Buckets, die die CLI für Kontext und Ratenbegrenzungen wiederverwendet.
es: Echa un vistazo a los grupos de conversaciones almacenados que la CLI reutiliza para el contexto y los límites de frecuencia.
fa: نگاهی به سطل‌های مکالمهٔ ذخیره‌شده بیندازید که CLI برای زمینه و محدودیت‌های نرخ دوباره استفاده می‌کند.
fr: Consultez les compartiments de conversations stockés que la CLI réutilise pour le contexte et les limites de débit.
hi: संदर्भ और रेट सीमाओं के लिए CLI द्वारा फिर से उपयोग की जाने वाली संग्रहीत बातचीत बकेट्स पर एक नज़र डालें।
id: Intip bucket percakapan tersimpan yang digunakan kembali oleh CLI untuk konteks dan batas laju.
it: Dai un’occhiata ai bucket di conversazioni salvati che la CLI riutilizza per contesto e limiti di frequenza.
ja_jp: CLI がコンテキストとレート制限に再利用する保存済みの会話バケットを確認します。
ko: CLI가 컨텍스트와 속도 제한에 재사용하는 저장된 대화 버킷을 살펴봅니다.
nl: Bekijk de opgeslagen gespreksbuckets die de CLI opnieuw gebruikt voor context en snelheidslimieten.
pl: Zajrzyj do zapisanych zasobników konwersacji, których CLI ponownie używa na potrzeby kontekstu i limitów szybkości.
pt_br: Veja os buckets de conversas armazenados que a CLI reutiliza para contexto e limites de taxa.
ru: Просматривайте сохраненные группы разговоров, которые CLI повторно использует для контекста и ограничений частоты.
sv: Titta på de lagrade konversationsbuckets som CLI återanvänder för kontext och hastighetsbegränsningar.
th: ดูบัคเก็ตการสนทนาที่จัดเก็บไว้ ซึ่ง CLI นำกลับมาใช้ซ้ำสำหรับบริบทและขีดจำกัดอัตรา
tr: CLI'ın bağlam ve hız sınırları için yeniden kullandığı depolanmış konuşma kümelerine göz atın.
uk: Перегляньте збережені кошики розмов, які CLI повторно використовує для контексту та лімітів частоти.
vi: Xem nhanh các nhóm hội thoại đã lưu mà CLI tái sử dụng cho ngữ cảnh và giới hạn tốc độ.
zh_cn: 查看 CLI 为上下文和速率限制复用的已存储对话桶。
zh_tw: 查看 CLI 針對上下文和速率限制重複使用的已儲存對話儲存桶。

source: Pending
ar: قيد الانتظار
de: Ausstehend
es: Pendiente
fa: در انتظار
fr: En attente
hi: लंबित
id: Menunggu
it: In sospeso
ja_jp: 保留中
ko: 대기 중
nl: In behandeling
pl: Oczekujące
pt_br: Pendente
ru: Ожидание
sv: Väntande
th: รอดำเนินการ
tr: Beklemede
uk: Очікує
vi: Đang chờ
zh_cn: 待处理
zh_tw: 待處理

source: Permissions
ar: الأذونات
de: Berechtigungen
es: Permisos
fa: مجوزها
fr: Autorisations
hi: अनुमतियाँ
id: Izin
it: Autorizzazioni
ja_jp: 権限
ko: 권한
nl: Machtigingen
pl: Uprawnienia
pt_br: Permissões
ru: Разрешения
sv: Behörigheter
th: สิทธิ์การอนุญาต
tr: İzinler
uk: Дозволи
vi: Quyền
zh_cn: 权限
zh_tw: 權限

source: Photo Library
ar: مكتبة الصور
de: Fotomediathek
es: Fototeca
fa: کتابخانه عکس
fr: Photothèque
hi: फ़ोटो लाइब्रेरी
id: Perpustakaan Foto
it: Libreria foto
ja_jp: 写真ライブラリ
ko: 사진 보관함
nl: Fotobibliotheek
pl: Biblioteka zdjęć
pt_br: Fototeca
ru: Медиатека
sv: Bildbibliotek
th: คลังรูปภาพ
tr: Fotoğraf Arşivi
uk: Фототека
vi: Thư viện ảnh
zh_cn: 照片图库
zh_tw: 照片圖庫

source: Pick Local or Remote in Settings → General whenever you’re ready.
ar: اختر Local أو Remote في Settings → General عندما تكون جاهزًا.
de: Wähle in den Einstellungen → Allgemein „Lokal“ oder „Remote“, sobald du bereit bist.
es: Elige Local o Remote en Ajustes → General cuando quieras.
fa: هر زمان آماده بودید، در Settings → General گزینهٔ Local یا Remote را انتخاب کنید.
fr: Choisissez Local ou Remote dans Réglages → Général quand vous serez prêt.
hi: जब भी आप तैयार हों, Settings → General में Local या Remote चुनें।
id: Pilih Local atau Remote di Settings → General kapan pun Anda siap.
it: Scegli Local o Remote in Settings → General quando vuoi.
ja_jp: 準備ができたら、Settings → General で Local または Remote を選択してください。
ko: 준비되면 Settings → General에서 Local 또는 Remote를 선택하세요.
nl: Kies Local of Remote in Settings → General wanneer je er klaar voor bent.
pl: Wybierz Local lub Remote w Ustawienia → General, gdy będziesz gotowe.
pt_br: Escolha Local ou Remoto em Ajustes → Geral quando estiver tudo pronto.
ru: Выберите Local или Remote в Settings → General, когда будете готовы.
sv: Välj Local eller Remote i Settings → General när du är redo.
th: เลือก Local หรือ Remote ใน Settings → General เมื่อคุณพร้อม
tr: Hazır olduğunuzda Settings → General bölümünden Local veya Remote seçin.
uk: Виберіть Local або Remote у Settings → General, коли будете готові.
vi: Chọn Local hoặc Remote trong Settings → General bất cứ khi nào bạn sẵn sàng.
zh_cn: 准备好后，可随时在“设置 → 通用”中选择本地或远程。
zh_tw: 準備好時，可隨時在「設定」→「一般」中選擇本機或遠端。

source: Pick whether this app owns a local Gateway or attaches to another host.
ar: اختر ما إذا كان هذا التطبيق يملك Gateway محليًا أو يتصل بمضيف آخر.
de: Wählen Sie aus, ob diese App eine lokale Gateway verwaltet oder sich mit einem anderen Host verbindet.
es: Elige si esta app controla un Gateway local o se conecta a otro host.
fa: انتخاب کنید این برنامه مالک یک Gateway محلی باشد یا به میزبان دیگری متصل شود.
fr: Choisissez si cette app possède un Gateway local ou se connecte à un autre hôte.
hi: चुनें कि यह ऐप किसी लोकल Gateway का मालिक है या किसी दूसरे होस्ट से जुड़ता है।
id: Pilih apakah app ini memiliki Gateway lokal atau terhubung ke host lain.
it: Scegli se questa app gestisce un Gateway locale o si collega a un altro host.
ja_jp: このアプリがローカル Gateway を管理するか、別のホストに接続するかを選択します。
ko: 이 앱이 로컬 Gateway를 소유할지, 다른 호스트에 연결할지 선택하세요.
nl: Kies of deze app een lokale Gateway beheert of verbinding maakt met een andere host.
pl: Wybierz, czy ta aplikacja zarządza lokalnym Gateway, czy łączy się z innym hostem.
pt_br: Escolha se este app possui um Gateway local ou se conecta a outro host.
ru: Выберите, будет ли это приложение управлять локальным Gateway или подключаться к другому хосту.
sv: Välj om den här appen äger en lokal Gateway eller ansluter till en annan värd.
th: เลือกว่าจะให้แอปนี้เป็นเจ้าของ Gateway ในเครื่องหรือเชื่อมต่อกับโฮสต์อื่น
tr: Bu uygulamanın yerel bir Gateway’e sahip olup olmayacağını veya başka bir ana makineye bağlanıp bağlanmayacağını seçin.
uk: Виберіть, чи ця програма керує локальним Gateway, чи підключається до іншого хоста.
vi: Chọn ứng dụng này sở hữu Gateway cục bộ hay gắn vào một máy chủ khác.
zh_cn: 选择此应用是拥有本地 Gateway，还是连接到另一台主机。
zh_tw: 選擇此 app 要管理本機 Gateway，或連接至其他主機。

source: Pin
ar: تثبيت
de: Anheften
es: Fijar
fa: سنجاق کردن
fr: Épingler
hi: पिन करें
id: Sematkan
it: Fissa
ja_jp: ピン留め
ko: 고정
nl: Vastmaken
pl: Przypnij
pt_br: Fixar
ru: Закрепить
sv: Fäst
th: ปักหมุด
tr: Sabitle
uk: Закріпити
vi: Ghim
zh_cn: 置顶
zh_tw: 釘選

source: Pin model
ar: تثبيت النموذج
de: Modell anheften
es: Fijar modelo
fa: سنجاق کردن مدل
fr: Épingler le modèle
hi: मॉडल पिन करें
id: Sematkan model
it: Fissa modello
ja_jp: モデルをピン留め
ko: 모델 고정
nl: Model vastzetten
pl: Przypnij model
pt_br: Fixar modelo
ru: Закрепить модель
sv: Fäst modell
th: ปักหมุดโมเดล
tr: Modeli sabitle
uk: Закріпити модель
vi: Ghim mô hình
zh_cn: 固定模型
zh_tw: 釘選模型

source: Pinching
ar: يقرص
de: Zwicken
es: Pellizcando
fa: نیشگون‌گرفتن
fr: Pincement
hi: चुटकी काटना
id: Menjepit
it: Pizzicando
ja_jp: つまみ中
ko: 집게로 꼬집는 중
nl: Knijpen
pl: Szczypanie
pt_br: Beliscando
ru: Щиплем
sv: Nyper
th: กำลังหนีบ
tr: Kıskaçlıyor
uk: Щипання
vi: Đang kẹp
zh_cn: 夹取中
zh_tw: 夾取中

source: Pinned
ar: مثبّت
de: Angeheftet
es: Fijado
fa: سنجاق‌شده
fr: Épinglé
hi: पिन किया गया
id: Disematkan
it: Fissato
ja_jp: ピン留め済み
ko: 고정됨
nl: Vastgezet
pl: Przypięte
pt_br: Fixado
ru: Закреплено
sv: Fäst
th: ปักหมุดแล้ว
tr: Sabitlenmiş
uk: Закріплено
vi: Đã ghim
zh_cn: 已置顶
zh_tw: 已釘選

source: Pino log
ar: سجل Pino
de: Pino-Protokoll
es: Registro de Pino
fa: گزارش Pino
fr: Journal Pino
hi: Pino लॉग
id: Log Pino
it: Log Pino
ja_jp: Pinoログ
ko: Pino 로그
pl: Dziennik Pino
pt_br: Log do Pino
ru: Журнал Pino
sv: Pino-logg
th: บันทึก Pino
tr: Pino günlüğü
uk: Журнал Pino
vi: Nhật ký Pino
zh_cn: Pino 日志
zh_tw: Pino 記錄

source: Plain
ar: عادي
de: Einfach
es: Simple
fa: ساده
fr: Simple
hi: सादा
id: Polos
it: Semplice
ko: 일반
nl: Effen
pl: Zwykły
pt_br: Simples
ru: Обычный
sv: Enkel
th: ธรรมดา
tr: Düz
uk: Звичайний
vi: Đơn giản
zh_cn: 普通
zh_tw: 純文字

source: Play
ar: تشغيل
de: Abspielen
es: Reproducir
fa: پخش
fr: Lire
hi: चलाएँ
id: Putar
it: Riproduci
ja_jp: 再生
ko: 재생
nl: Afspelen
pl: Odtwórz
pt_br: Reproduzir
ru: Воспроизвести
sv: Spela upp
th: เล่น
tr: Oynat
uk: Відтворити
vi: Phát
zh_cn: 播放
zh_tw: 播放

source: Play menu bar icon animations
ar: تشغيل رسوم أيقونة شريط القوائم المتحركة
de: Animationen des Menüleistensymbols abspielen
es: Reproducir animaciones del icono de la barra de menús
fa: پخش انیمیشن‌های آیکون نوار منو
fr: Lire les animations de l’icône de la barre des menus
hi: मेनू बार आइकन ऐनिमेशन चलाएँ
id: Putar animasi ikon bilah menu
it: Riproduci animazioni dell'icona della barra dei menu
ja_jp: メニューバーアイコンのアニメーションを再生
ko: 메뉴 막대 아이콘 애니메이션 재생
nl: Speel animaties van het menubalkicoon af
pl: Odtwarzaj animacje ikony na pasku menu
pt_br: Reproduzir animações do ícone da barra de menus
ru: Воспроизводить анимации значка в строке меню
sv: Spela upp animeringar för menyradssymbolen
th: เล่นภาพเคลื่อนไหวของไอคอนแถบเมนู
tr: Menü çubuğu simgesi animasyonlarını oynat
uk: Відтворювати анімації іконки в рядку меню
vi: Phát hoạt ảnh biểu tượng thanh menu
zh_cn: 播放菜单栏图标动画
zh_tw: 播放選單列圖示動畫

source: Play phase-transition sounds
ar: تشغيل أصوات انتقال المراحل
de: Töne für Phasenübergänge abspielen
es: Reproducir sonidos de transición de fase
fa: پخش صداهای تغییر مرحله
fr: Lire les sons de transition de phase
hi: फ़ेज़-ट्रांज़िशन ध्वनियाँ चलाएँ
id: Putar suara transisi fase
it: Riproduci suoni di transizione di fase
ja_jp: フェーズ遷移サウンドを再生
ko: 단계 전환 소리 재생
nl: Geluiden bij faseovergangen afspelen
pl: Odtwarzaj dźwięki przejść między fazami
pt_br: Reproduzir sons de transição de fase
ru: Воспроизводить звуки перехода между фазами
sv: Spela upp ljud vid fasövergångar
th: เล่นเสียงเมื่อเปลี่ยนเฟส
tr: Aşama geçiş seslerini çal
uk: Відтворювати звуки переходу між фазами
vi: Phát âm thanh chuyển pha
zh_cn: 播放阶段切换声音
zh_tw: 播放階段轉換音效

source: Play short sounds when Talk Mode switches between listening, thinking, and speaking.
ar: تشغيل أصوات قصيرة عندما ينتقل وضع التحدث بين الاستماع والتفكير والتحدث.
de: Kurze Töne abspielen, wenn der Talk Mode zwischen Zuhören, Denken und Sprechen wechselt.
es: Reproduce sonidos breves cuando el Modo Conversación cambia entre escuchar, pensar y hablar.
fa: هنگام جابه‌جایی Talk Mode بین گوش دادن، فکر کردن و صحبت کردن، صداهای کوتاه پخش شود.
fr: Lire de courts sons lorsque le Mode conversation passe de l’écoute à la réflexion, puis à la parole.
hi: जब Talk Mode सुनने, सोचने और बोलने के बीच स्विच करे, तो छोटी ध्वनियाँ चलाएँ।
id: Putar suara singkat saat Talk Mode beralih antara mendengarkan, berpikir, dan berbicara.
it: Riproduci brevi suoni quando la modalità Talk passa tra ascolto, elaborazione e parlato.
ja_jp: Talk Modeがリスニング、思考中、発話中の間で切り替わるときに短いサウンドを再生します。
ko: Talk Mode가 듣기, 생각 중, 말하기 사이를 전환할 때 짧은 소리를 재생합니다.
nl: Speel korte geluiden af wanneer Talk Mode schakelt tussen luisteren, denken en spreken.
pl: Odtwarzaj krótkie dźwięki, gdy tryb rozmowy przełącza się między słuchaniem, myśleniem i mówieniem.
pt_br: Reproduza sons curtos quando o Modo de fala alternar entre escutar, pensar e falar.
ru: Воспроизводить короткие звуки, когда Talk Mode переключается между прослушиванием, обдумыванием и речью.
sv: Spela upp korta ljud när Talk Mode växlar mellan att lyssna, tänka och tala.
th: เล่นเสียงสั้น ๆ เมื่อ Talk Mode สลับระหว่างการฟัง การคิด และการพูด
tr: Talk Mode dinleme, düşünme ve konuşma arasında geçiş yaptığında kısa sesler çalın.
uk: Відтворювати короткі звуки, коли Talk Mode перемикається між прослуховуванням, обдумуванням і мовленням.
vi: Phát âm thanh ngắn khi Chế độ trò chuyện chuyển đổi giữa nghe, suy nghĩ và nói.
zh_cn: 当 Talk Mode 在聆听、思考和说话之间切换时播放短提示音。
zh_tw: 當 Talk Mode 在聆聽、思考與說話之間切換時播放短音效。

source: Play video
ar: تشغيل الفيديو
de: Video abspielen
es: Reproducir video
fa: پخش ویدیو
fr: Lire la vidéo
hi: वीडियो चलाएँ
id: Putar video
it: Riproduci video
ja_jp: 動画を再生
ko: 비디오 재생
nl: Video afspelen
pl: Odtwórz wideo
pt_br: Reproduzir vídeo
ru: Воспроизвести видео
sv: Spela upp video
th: เล่นวิดีโอ
tr: Videoyu oynat
uk: Відтворити відео
vi: Phát video
zh_cn: 播放视频
zh_tw: 播放影片

source: Plugin
ar: مكوّن إضافي
fa: افزونه
hi: प्लगइन
ja_jp: プラグイン
ko: 플러그인
pl: Wtyczka
ru: Плагин
th: ปลั๊กอิน
tr: Eklenti
uk: Плагін
zh_cn: 插件
zh_tw: 外掛程式

source: Policy
ar: السياسة
de: Richtlinie
es: Política
fa: سیاست
fr: Politique
id: Kebijakan
it: Criterio
ja_jp: ポリシー
ko: 정책
nl: Beleid
pl: Zasada
pt_br: Política
ru: Политика
th: นโยบาย
tr: İlke
uk: Політика
vi: Chính sách
zh_cn: 策略
zh_tw: 政策

source: Port diagnostics
ar: تشخيصات المنافذ
de: Portdiagnose
es: Diagnóstico de puertos
fa: عیب‌یابی پورت
fr: Diagnostics des ports
hi: पोर्ट डायग्नोस्टिक्स
id: Diagnostik port
it: Diagnostica porte
ja_jp: ポート診断
ko: 포트 진단
nl: Poortdiagnostiek
pl: Diagnostyka portów
pt_br: Diagnósticos de porta
ru: Диагностика портов
sv: Portdiagnostik
th: การวินิจฉัยพอร์ต
tr: Bağlantı noktası tanılamaları
uk: Діагностика портів
vi: Chẩn đoán cổng
zh_cn: 端口诊断
zh_tw: 連接埠診斷

source: Precise Location
ar: الموقع الدقيق
de: Genauer Standort
es: Ubicación precisa
fa: موقعیت مکانی دقیق
fr: Localisation précise
hi: सटीक स्थान
id: Lokasi Tepat
it: Posizione precisa
ja_jp: 正確な位置情報
ko: 정확한 위치
nl: Nauwkeurige locatie
pl: Dokładna lokalizacja
pt_br: Localização precisa
ru: Точная геопозиция
sv: Exakt plats
th: ตำแหน่งที่ตั้งที่แม่นยำ
tr: Kesin Konum
uk: Точне місцезнаходження
vi: Vị trí chính xác
zh_cn: 精确位置
zh_tw: 精確位置

source: Precise location
ar: الموقع الدقيق
de: Genauer Standort
es: Ubicación precisa
fa: موقعیت مکانی دقیق
fr: Localisation précise
hi: सटीक स्थान
id: Lokasi tepat
it: Posizione precisa
ja_jp: 正確な位置情報
ko: 정확한 위치
nl: Nauwkeurige locatie
pl: Dokładna lokalizacja
pt_br: Localização precisa
ru: Точная геопозиция
sv: Exakt plats
th: ตำแหน่งที่ตั้งที่แม่นยำ
tr: Kesin konum
uk: Точне місцезнаходження
vi: Vị trí chính xác
zh_cn: 精确位置
zh_tw: 精確位置

source: Prepare the Mac node
ar: إعداد عقدة Mac
de: Mac-Knoten vorbereiten
es: Prepara el nodo Mac
fa: آماده‌سازی گره Mac
fr: Préparer le nœud Mac
hi: Mac नोड तैयार करें
id: Siapkan node Mac
it: Prepara il nodo Mac
ja_jp: Macノードを準備
ko: Mac 노드 준비
nl: Bereid het Mac-knooppunt voor
pl: Przygotuj węzeł Mac
pt_br: Prepare o nó Mac
ru: Подготовьте узел Mac
sv: Förbered Mac-noden
th: เตรียมโหนด Mac
tr: Mac düğümünü hazırlayın
uk: Підготуйте вузол Mac
vi: Chuẩn bị nút Mac
zh_cn: 准备 Mac 节点
zh_tw: 準備 Mac 節點

source: Preparing audio, tap to cancel
ar: جارٍ تحضير الصوت، اضغط للإلغاء
de: Audio wird vorbereitet, zum Abbrechen tippen
es: Preparando audio, toca para cancelar
fa: در حال آماده‌سازی صدا، برای لغو ضربه بزنید
fr: Préparation de l’audio, toucher pour annuler
hi: ऑडियो तैयार किया जा रहा है, रद्द करने के लिए टैप करें
id: Menyiapkan audio, ketuk untuk membatalkan
it: Preparazione dell’audio, tocca per annullare
ja_jp: 音声を準備中、タップしてキャンセル
ko: 오디오 준비 중, 탭하여 취소
nl: Audio voorbereiden, tik om te annuleren
pl: Przygotowywanie dźwięku, stuknij, aby anulować
pt_br: Preparando áudio, toque para cancelar
ru: Подготовка аудио, нажмите, чтобы отменить
sv: Förbereder ljud, tryck för att avbryta
th: กำลังเตรียมเสียง แตะเพื่อยกเลิก
tr: Ses hazırlanıyor, iptal etmek için dokunun
uk: Підготовка аудіо, торкніться, щоб скасувати
vi: Đang chuẩn bị âm thanh, chạm để hủy
zh_cn: 正在准备音频，轻点以取消
zh_tw: 正在準備音訊，點一下即可取消
